[{
		"name": "Friday Night Funkin android",
		"description": "Friday Night Funkin android is a fun rhythm game where you must battle against your hot girlfriend's dad. Feel the rhythm and be accurate to impress your soon-to-be father in law.",
		"img": "https://play-lh.googleusercontent.com/4JfTEWRuLWOJSh77bL6FIQMdauaHCmxzV8K3HA4ayyqIqTt8p4LzW8Oos7QC-EZ2ag"
	},
	{
		"name": "Play",
		"description": "The Father of your girlfriend is always a pain because no matter what you do, you will never be good enough for their daughter's. Movies like Bad Boys Two and Den of Thieves have demonstrated that it already borderlines in the cliché. In Friday Night Funkin,",
		"img": "https://steamuserimages-a.akamaihd.net/ugc/1759188059592153766/70BB5E55C73B05139695CDA72BFE8ABC34810013/?imw=637&imh=358&ima=fit&impolicy=Letterbox&imcolor=%23000000&letterbox=true"
	},
	{
		"name": "FNF APK",
		"description": "The fun of Friday and the anxiety of meeting your significant other’s father. It will make your knees shake and your heart tingle. Four modes are available for your enjoyment, Bopeebo, DadBattle, Fresh, and Tutorial. A rhythm style game like Dance Revolution.",
		"img": "https://play-lh.googleusercontent.com/kylXJv2JSfxuPXdk-m15xKc68IFm7CEj0joWIOAt1OQ_AeGgnFyNTtd5kmUKjT0y5g"
	},
	{
		"name": "Start the Friday Night",
		"description": "Start with Bopeebo and play versus the devil, listen as the prince of darkness sings and tries to take away your girl. Follow the arrows on the screen and make sure that your timing is flawless, or you will lose and start the round over. Dadbattle takes the challenge to the next level, play against Evil Dad.",
		"img": "https://digistatement.com/wp-content/uploads/2021/02/Capture-min-3.png"
	},
	{
		"name": "Friday Night Funkin Mobile Download",
		"description": "Download FNF in your mobile now free of charge on Arcade Spot. Friday Night Funkin is a high quality game that works in all major modern web browsers..",
		"img": "https://images.sftcdn.net/images/t_app-cover-l,f_auto/p/f9aea42f-e5c3-4db9-be2f-3dc68d456400/1070072854/friday-night-funkin-girlfriend-mode-screenshot.png"
	},
	{
		"name": "Week 4",
		"description": "The 4 week of Friday Night Funkin has players go up against a character powerfully connected to Newgrounds history. This character is Pico, known for his starring role in the 1999 Flash game Pico's School, by Tom Fulp. He has since appeared in multiple Flash games by Tom Fulp and has become one of Newgrounds.com's mascots. Many longtime Newgrounds users could acknowledge him because the focus of the Pico Day on-the-scene holiday, as well mutually of the recent faces of the Newgrounds rating systems.",
		"img": "https://i.ytimg.com/vi/zvyq13b8TF0/hqdefault.jpg"
	}
]
