[{
		"name": "Friday Night Funkin Music ",
		"description": "Free music-themed action game Friday Night Funkin is a music-themed game inspired by PaRappa The Rapper and Dance Dance Revolution. The game centers around two characters - Boyfriend and Girlfriend - and their goal to kiss by the end of the night; however, Boyfriend needs to get through her Dad first! He will need to impress Daddy Dearest by playing your best music! There will be other enemies along the way, so you will need to prepare to defeat them with the power of music. ",
		"img": "https://static2.gamerantimages.com/wordpress/wp-content/uploads/2021/02/Friday-Night-Funkin.jpg"
	},
	{
		"name": "Mobile Version",
		"description": "Friday Night Funkin is now in mobile that challenges your sense of rhythm. The game challenges you to push buttons at specific times: the screen displays which key you have to press, and the game rewards points for both precision and beat timing. The mechanics are similar to DDR, wherein you press the key when the floating arrow matches its shape (seen on top of the screen). ",
		"img": "https://screenshots.dgtcdn.net/images/t_app-cover-s,f_auto/p/0c55db2d-bc28-46b9-a642-b91a1e8619c5/3380283468/friday-night-funkin-screenshot.png"
	},
	{
		"name": "Start Playing",
		"description": "You will play as The Boyfriend - a white-skinned boy with sky blue hair. He is vying for a kiss from his girlfriend, but her dad won’t allow it. Boyfriend must be able to beat him in a sing-off first. Using your WASD or the arrow keys, you will need to match each arrow as best as you can. The outcome of each round will be determined by the meter on the bottom of the screen. ",
		"img": "https://techraptor.net/sites/default/files/styles/image_header/public/2021-01/Friday%20Night%20Funkin%20Title%201920x1080.jpg"
	},
	{
		"name": "Control Settings",
		"description": "The meter can move left or right. It will move towards the left when The Boyfriend is winning and towards the right when he’s losing. The meter’s color will also change depending on how well he’s playing (green for winning and red for losing). You will also play against other musicians like Pico, Monster, and Skid and Pump. The mechanics of the game will remain the same regardless of who you’re up against. ",
		"img": "https://play-lh.googleusercontent.com/kylXJv2JSfxuPXdk-m15xKc68IFm7CEj0joWIOAt1OQ_AeGgnFyNTtd5kmUKjT0y5g"
	},
	{
		"name": "Select Characters",
		"description": " Both of these characters are originally from animator Sr Pelo's series, Spooky Month. This series of Newgrounds animated shorts starred Skid and Pump celebrating Spooky Month in various chaotic ways, as well as taking candy from strangers, evocation demons, and doing the spooky dance. The dance in question appears as Skid and Pump's idle animation in Friday Night Funkin.",
		"img": "https://i.ytimg.com/vi/rabLKMT4vGc/hqdefault.jpg"
	},
	{
		"name": "Download Friday Night Funkin APK",
		"description": "Players can go on a nostalgia trip with Friday Night Funkin’. The gameplay is similar to that of retro rhythm games or puzzle games, making it an incredibly easy-to-play game. However, it is still very challenging to play as the songs can vary in rhythm and speed. .",
		"img": "https://images-wixmp-ed30a86b8c4ca887773594c2.wixmp.com/f/9eeba2fd-6950-459c-bdcd-685a5e71d6b9/dee7gl2-8d64a154-dfd9-479b-bfb4-ed2e26c6bea3.png?token=eyJ0eXAiOiJKV1QiLCJhbGciOiJIUzI1NiJ9.eyJzdWIiOiJ1cm46YXBwOiIsImlzcyI6InVybjphcHA6Iiwib2JqIjpbW3sicGF0aCI6IlwvZlwvOWVlYmEyZmQtNjk1MC00NTljLWJkY2QtNjg1YTVlNzFkNmI5XC9kZWU3Z2wyLThkNjRhMTU0LWRmZDktNDc5Yi1iZmI0LWVkMmUyNmM2YmVhMy5wbmcifV1dLCJhdWQiOlsidXJuOnNlcnZpY2U6ZmlsZS5kb3dubG9hZCJdfQ.Tg3z5nwMm7jEzzt-DmuC4Go_BqLASFUfktPNNY5KezM"
	}
]
