[{
		"name": "Friday Night Funkin Mobile",
		"description": "Friday Night Funkin Mobile is an online game developed by Ninjamuffin99, PhantomArcade, evilsk8r, and KawaiSprite users from Newgrounds. The group developed the game as part of the Ludum Dare 47 game jam, and its own special Newground animation style and funky sound has followed it since then..",
		"img": "https://apkrey.com/wp-content/uploads/2021/02/maxresdefault-1.jpg"
	},
	{
		"name": "Play in Android",
		"description": "Friday Night Funkin Mobile is a rhythm game where you have to fight with your father’s hot mate. Feel the groove and be concise to persuade your dad.",
		"img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQkLwErZgpt9SCawmlNIQkqPFn2c0h6HxXNkw&usqp=CAU"
	},
	{
		"name": "Story Mode",
		"description": "Track your on-screen arrows to make sure your time is fine. You lose and then restart the round otherwise. He’s going to take the match to the next level. He’s going to play with Evil Dad, master the groove, finish it off like it was a former Rockstar.",
		"img": "https://i.ytimg.com/vi/rabLKMT4vGc/hqdefault.jpg"
	},
	{
		"name": "Play Online",
		"description": "Friday Night Funkin Mobile is a friendly rhythm game where you have to fight your hot father’s fellow. Feel the groove and be concise to persuade your dad.",
		"img": "https://digistatement.com/wp-content/uploads/2021/02/flash_770371_largest_crop-1-1024x576.png"
	},
	{
		"name": "Arrows Mode",
		"description": "Follow the arrows on your phone to make sure your schedule is fine or you miss it. Dad’s war is the next step, playing with Daddy",
		"img": "https://image.winudf.com/v2/image1/Y29tLmZyaWRheS5uaWdodGZ1bmtpbl9zY3JlZW5fMV8xNjExODY0NjcyXzAxMQ/screen-1.jpg?h=355&fakeurl=1&type=.jpg"
	},
	{
		"name": "Friday Night Funkin APK",
		"description": "So you guys have it there. All this is Friday Night Funkin Mobile detail. To learn more about this game visit the official Game Stanza site and follow other games close to the Friday Night Funkin game for more tips and news.",
		"img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRIO9Kou5dFUVOhDpNNzI7_pWWftaFU1i6yXw&usqp=CAU"
	}
]
